Repository: xavitordera/ios-iWatchIIt
Catalog: iWatchIt/iWatchIt/Resource/Strings/*.lproj/Localizable.strings
Languages: es

# app_error_generic
source: There has been an error, please try again later
es: Ha ocurrido un error, vuelve a intentarlo más tarde.

# tab_bar_movies
source: Movies
es: Películas

# tab_bar_shows
source: Shows
es: Series

# tab_bar_discover
source: Discover
es: Explorar

# home_search_movies
source: Search movies...
es: Busca películas...

# home_search_shows
source: Search shows...
es: Busca series...

# home_title_movies
source: Movies
es: Películas

# home_title_shows
source: Shows
es: Series

# home_section_trending
source: Trending
es: Popular

# home_section_discover
source: You might like...
es: Quizás te guste...

# home_section_watchlist
source: Your watchlist
es: Tu lista

# home_empty_watchlist
source: Here you will see your watchlist content. Start exploring!
es: Aquí verás el contenido de tu lista. ¡Empieza a explorar!

# search_header_recently_seen
source: Recently seen
es: Lo último que has visto

# search_empty_results
source: No results found for '%@'
es: No se han encontrado resultados para '%@'

# search_empty_history
source: Seems you haven't explored anything yet...
es: Parece que no has explorado nada aún...

# detail_overview_section
source: Overview
es: Resumen

# detail_platforms_section
source: Watch it on...
es: Puedes verlo en...

# detail_cast_section
source: Cast
es: Reparto

# detail_videos_section
source: Trailers & more
es: Trailers y más

# detail_header_seasons
source: %d seasons
es: %d temporadas

# detail_empty_platforms
source: We couldn't find any platform streaming this content in your country.
es: No hemos podido encontrar ninguna plataforma de streaming en tu país para este contenido.

# detail_added_to_watchlist
source: Added to watchlist
es: Añadido a tu lista

# detail_removed_from_watchlist
source: Removed from watchlist
es: Eliminado de tu lista

# discover_title
source: Discover
es: Explorar

# discover_tv_shows_tab
source: TV Shows
es: Series

# discover_movies_tab
source: Movies
es: Películas

# discover_search
source: Discover
es: Explorar
